Repository: ItaTarigan/Order-Detail-Master
Catalog: OLD/BalitTanahPelayanan/BalitTanahPelayanan/App_GlobalResources/app.language.*.resx
Languages: id_id

source: actions
id_id: tindakan

# add_new_order
source: Add a New Order
id_id: Tambah Pesanan Baru

source: analysis type
id_id: Jenis Analis

source: back
id_id: kembali

source: Cancel
id_id: Batal

source: balittanah number
id_id: nomor balittanah

source: close
id_id: tutup

source: cost
id_id: Biaya

source: count number
id_id: nomor urut

source: customer name
id_id: nama pelanggan

source: Date Received
id_id: Tanggal Diterima

source: detail
id_id: rincian

source: district
id_id: kabupaten

# element_code
source: parameter test list
id_id: parameter uji

source: landuse
id_id: tipe tanah

source: order
id_id: pesan

source: order complete
id_id: pesanan selesai

source: order entry
id_id: pesanan masuk

source: order list
id_id: daftar pesanan

# order_new
source: new order
id_id: pesanan baru

source: order no
id_id: no pesanan

source: order processed
id_id: pesanan diproses

# order_statistik
source: order statistics
id_id: statistik pesanan

source: order status
id_id: status pesanan

source: payment status
id_id: status pembayaran

source: price total
id_id: total harga

# print
source: print receipt
id_id: cetak tanda terima

source: print qr
id_id: cetak qr

source: province
id_id: propinsi

source: sample number
id_id: nomor sampel

source: save
id_id: simpan

# sop
source: standard procedure
id_id: standar prosedur

# status_type
source: payment type
id_id: tipe pembayaran

source: sub district
id_id: kecamatan

# title_pesanan_diproses
source: order processed
id_id: pesanan diproses

# title_pesanan_masuk
source: order entry
id_id: pesanan masuk

# title_pesanan_selesai
source: order complete
id_id: pesanan selesai

source: total sample
id_id: jumlah sampel

source: village
id_id: desa

source: welcome
id_id: selamat datang

# btn_kembali
source: back
id_id: kembali

# btn_simpan
source: save
id_id: simpan

# btn_ubah
source: change
id_id: ubah

# dwnloadexcelpengukuran
source: download excel measurement results
id_id: unduh excel hasil pengukuran

# dwnloadfilecsv
source: download CSV files from tools
id_id: unduh file CSV dari alat

source: gps coordinates
id_id: koordinat gps

# is_received
source: sample is accepted
id_id: sampel diterima

# land_use
source: soil type
id_id: tipe tanah

# no_balittanah
source: balittanah no
id_id: no balittanah

# pilihparameteruji
source: select parameter
id_id: pilih parameter uji

source: sample name
id_id: nama sample

# uploadexcel
source: upload excel measurement results
id_id: unggah excel hasil pengukuran

# uploadfiledarialat
source: upload CSV files from tools
id_id: unggah file CSV dari alat

source: change
id_id: ubah

source: delete
id_id: hapus

source: duplicate
id_id: duplikat

source: sampling date
id_id: Tanggal Pengambilan Sampel

source: total example
id_id: Jumlah Contoh

source: total order
id_id: total pesanan

source: total order complete
id_id: total pesanan selesai

source: total order entry
id_id: total pesanan masuk

source: total order processed
id_id: total pesanan diproses

source: logout
id_id: keluar

# accepted_sample
source: received sample
id_id: sample diterima

source: approve
id_id: setujui

# commodity
source: comodity
id_id: komoditas

# finish_order
source: close order
id_id: order selesai

source: payment type
id_id: tipe pembayaran

source: print barcode
id_id: cetak barcode

source: process lab
id_id: proses lab

source: reviewing
id_id: kaji ulang

source: sample is accepted
id_id: sample diterima

source: sample list
id_id: daftar sampel

# sample_new
source: new sample
id_id: tambah sampel

source: sample no
id_id: no sampel

# total_biaya
source: Total Cost : Rp.
id_id: Total Biaya : Rp.

# total_parameter_uji
source: Total Test Parameters :
id_id: Jumlah Parameter uji :

# choose_a_comodity
source: Please choose commodity.
id_id: Silakan pilih komoditas.

# choose_type_analysis
source: Please choose type of analysis.
id_id: Silakan pilih tipe analisa.

source: Empty Data
id_id: Data Kosong

source: Order date.
id_id: Tanggal pesanan.

# select_sub_comodity
source: Please select sub commodity.
id_id: Silakan pilih sub komoditas.

# appr_order
source: approval order
id_id: persetujuan pesanan

# Board
source: task board
id_id: papan tugas

# print_request
source: print request form
id_id: cetak permohonan

source: serial no
id_id: no urut

source: sample type
id_id: tipe sampel

source: test parameter
id_id: parameter uji

source: total price
id_id: total harga

# type_analyst
source: analysis type
id_id: tipe analisa

# print_view
source: preview
id_id: pratinjau

# send_notif
source: send notification
id_id: kirim notifikasi

# choose_province
source: Please select province.
id_id: Silakan pilih propinsi.

# choose_type_soil
source: Please choose type of soil.
id_id: Silakan pilih tipe tanah.

# desc_sample
source: Sample description
id_id: Keterangan sampel

# fill_detail_sample
source: Please fill details about the sample.
id_id: Silakan isi keterangan tentang sampel.

# fill_latitude_longitude
source: Please fill latitude and longitude.
id_id: Silakan isi latitude dan longitude.

# fill_sampling_date
source: Please fill sampling date.
id_id: Silakan isi tanggal pengambilan sampel.

# no_sampel_balit_tanah
source: No. Sample Balit Tanah
id_id: No. Sampel Balit Tanah

source: No. sample customer
id_id: No. sampel pelanggan

# type_name_district
source: Please select district.
id_id: Silakan pilih kabupaten.

# type_name_subdistrict
source: Please select sub-district.
id_id: Silakan ketik nama kecamatan.

# type_name_vilage
source: Please select village.
id_id: Silakan ketik nama desa.

source: Search
id_id: Cari

source: analisys type :
id_id: tipe analisis :

# commodity1
source: commodity :
id_id: komoditas :

source: LHP Result
id_id: hasil LHP

# name
source: customer name :
id_id: nama pelanggan :

# pricetot
source: price total :
id_id: harga total :

source: progress
id_id: progres

source: sample list
id_id: daftar sampel

# sampletot
source: sample total :
id_id: sampel total :

source: view
id_id: lihat

source: Supervisor
id_id: Penyelia

# choose_pic
source: choose penyelia
id_id: pilih penyelia

# downl
source: download
id_id: unduh

# namee
source: name
id_id: nama

source: remark
id_id: keterangan

source: sub commodity
id_id: sub komoditas

source: print total
id_id: jumlah cetak

source: sample code
id_id: kode sampel

source: detail order no
id_id: rincian no pesanan

source: result
id_id: hasil

# daftar_sampel
source: sample list
id_id: daftar sampel

# Lit_Analisis
source: analysis type:
id_id: tipe analisis:

# Lit_Customer
source: customer name:
id_id: nama pelanggan :

# Lit_Desa
source: village:
id_id: desa:

# Lit_Kabupaten
source: district :
id_id: kabupaten :

# Lit_Kecamatan
source: sub district :
id_id: kecamatan :

# Lit_Komoditas
source: comodity :
id_id: komoditas :

# Lit_NoBalittanah
source: balittanah number :
id_id: nomor balittanah :

# Lit_NoOrder
source: detail order number :
id_id: rincian no pesanan :

# Lit_NoSampel
source: sample number :
id_id: nomor sampel :

# Lit_Price
source: price total :
id_id: total harga :

# Lit_Propinsi
source: province :
id_id: propinsi :

# Lit_Sampel
source: sample total :
id_id: total sampel :

# Lit_Tanah
source: landuse :
id_id: tipe tanah :

source: parameter test
id_id: parameter uji

source: continue
id_id: lanjutkan

# picname
source: penyelia name
id_id: nama penyelia

source: reject
id_id: batalkan

source: result (LHP)
id_id: Hasil (LHP)

source: process
id_id: proses

# download_lhp
source: download result (LHP)
id_id: Unduh Hasil (LHP)

source: Recalculate
id_id: hitung ulang

source: upload
id_id: unggah

# upload_lhp
source: upload result (LHP)
id_id: Unggah Hasil (LHP)

# btn_analisa_ulang
source: re-analysis
id_id: analisa ulang

# Btn_setuju
source: Approve
id_id: setujui

source: evaluation of results
id_id: evaluasi hasil

source: Information
id_id: keterangan

source: agency :
id_id: instansi

source: Confirm New Order
id_id: Konfirmasi Pesanan Baru

source: Customer Info
id_id: Informasi Customer

source: agree
id_id: setuju

source: date :
id_id: tanggal

# iagree
source: I agree to continue this order in accordance with standard procedures applicable at Balitanah
id_id: Saya menyetujui untuk melanjutkan pesanan ini sesuai dengan standar prosedur yang berlaku di Balitanah

# order_info
source: order information
id_id: Info pesanan

source: sample info
id_id: info sampel

# sub_commodity1
source: sub commodity :
id_id: sub komoditas :

source: Customer
id_id: Pelanggan

source: choose
id_id: pilih

source: List of Test Parameters
id_id: Daftar Parameter Uji

source: rates per example
id_id: tarif per contoh

# choice_comodity
source: choose commodity
id_id: pilih komoditas

# harga_logam
source: Cost of Heavy Metal Test per Sample (Rp.)
id_id: Harga Uji Logam Berat per-Sampel (Rp.)

# metal_test
source: Heavy Metal Test
id_id: Uji Logam Berat

# title_tambahan
source: Additional Cost
id_id: Tambahan Biaya

# total_tambahan
source: Total Additional Cost (Number of Samples x Cost of Heavy Metal Test per Sample)
id_id: Total Biaya Tambahan (Jumlah Sampel x Harga Uji Logam Berat per-Sampel)

# extra_cost
source: additional cost
id_id: tambahan biaya

source: genus total
id_id: jumlah genus

source: price per genus
id_id: harga per genus

# total_add_genus
source: Total Additional Cost (Total Samples x Genus x Price per Genus)
id_id: Total Biaya Tambahan (Jumlah Sampel x Genus x Harga per-Genus)

source: batch list
id_id: daftar batch

source: download batch
id_id: unduh batch file

source: download template
id_id: unduh template

# batchauto
source: Batch No (Auto Generate)
id_id: Nomor Batch (Dibuat Otomatis)

source: Batch Detail
id_id: Rincian Batch

source: Batch Order
id_id: Batch Pesanan

source: Batch ID
id_id: ID Batch

source: Batch No
id_id: No Batch

source: Create Batch
id_id: Buat Batch

source: New Batch
id_id: Batch Baru

# PIC_Analis
source: PIC Analyst
id_id: PIC Analis

source: Select PIC
id_id: Pilih PIC

# zoom
source: zoom the text
id_id: perbesar teks

# pay_transfer
source: Pay via Transfer
id_id: Bayar via Transfer

source: Account Name
id_id: Nama Rekening Pengirim

source: Account No
id_id: No Rekening Pengirim

source: Bank Name
id_id: nama bank

source: Payment Receipt
id_id: bukti pembayaran

# title_payment_verification
source: Payment Verification
id_id: Verifikasi Pembayaran

source: Total Transfer
id_id: Jumlah Transfer

# account_name_desc
source: the account owner name
id_id: nama pemilik akun sesuai di buku tabungan

# account_no_desc
source: the account bank no
id_id: no rekening pengirim

source: attachment
id_id: lampiran

# total_transfer_desc
source: total transferred amount
id_id: jumlah total yang ditransfer
